import React from "react";
import "./styles.scss";
export default function OurServices() {
  return (
    <div className="ourservices_container">
      <div className="ourservices_title">
        <span>
          Наша работа — это грамотно выверенная стратегия, построенная на
          детальном анализе, креативном подходе, использовании самых эффективных
          инструментов продвижения и обязательной аналитике.
        </span>
      </div>
      <div className="ourservices_content">
        <div>
          <h1>SMM</h1>
          <p>
            Digital-маркетинг – продвижение брендов посредством доступных в
            информационном пространстве онлайн-площадок и инструментов.
          </p>
        </div>
        <div>
          <h1>Design</h1>
          <p>
            Digital-маркетинг – продвижение брендов посредством доступных в
            информационном пространстве онлайн-площадок и инструментов.
          </p>
        </div>
        <div>
          <h1>SMM</h1>
          <p>
            Digital-маркетинг – продвижение брендов посредством доступных в
            информационном пространстве онлайн-площадок и инструментов.
          </p>
        </div>
        <div>
          <h1>SMM</h1>
          <p>
            Digital-маркетинг – продвижение брендов посредством доступных в
            информационном пространстве онлайн-площадок и инструментов.
          </p>
        </div>
      </div>
    </div>
  );
}
